{
  "Anti-Mage": "Auntie Mage",
  "Axe": "DIAPER TIME",
  "Bounty Hunter": "Booty Hunter",
  "Broodmother": "Mommy",
  "Chaos Knight": "Casino Knight",
  "Crystal Maiden": "Rylai",
  "Dark Willow": [
    "The Greatest Oversight",
    "I really love Dark Willow. Like, a lot. Like, a whole lot. You have no idea. I love her so much that it is inexplicable,git  and I'm ninety-nine percent sure that I have an unhealthy obsession. I will never get tired of listening to that sweet, angelic voice of her."
  ],
  "Doom": "DOOOOOOOM",
  "Drow Ranger": ["Ab Mommy", "Sylvanas"],
  "Death Prophet": ["Dan Akroyd's Wet Dream"],
  "Enchantress": "Sproink",
  "Io":  "Wierd Ball",
  "Invoker": "Carl",
  "Jakiro": "Ogre Magi",
  "Leshrac": "Disco Pony",
  "Lifestealer": "Weird Dog",
  "Lycan": "Actual Dog",
  "Lich": "Lick",
  "Lion": "Manlet",
  "Luna": ["Looona", "Moona"],
  "Mars": "BristleFront",
  "Night Stalker": "Useless",
  "Nyx Assassin": "Nyx Nyx Nyx",
  "Ogre Magi": "Jakiro",
  "Outworld Destroyer": ["Outhouse Decorator", "OD", "Outer Diameter", "Outhouse Destroyer", "Oomfie Dev"],
  "Primal Beast": ["Peebles", "Peebs", "Peanut Butter", "The Business", "DIE OOMFIE", "Cho'Gon"],
  "Pugna": "THE BIG SUCC",
  "Queen of Pain": "QoP of Pain",
  "Rubick": "Rubrick",
  "Shadow Fiend": "Shadow Friend",
  "Silencer": ["Silencer", ""],
  "Skywrath Mage": ["Chicken Feet",
    "From the Ghastly Eyrie I can see to the ends of the world, and from this vantage point I declare with utter certainty that this one is in the bag!"
  ],
  "Snapfire": "Cookie Grandma",
  "Tidehunter": ["Thiccboi", "Widehunter",
  "Hey guys, did you know that in terms of male human and female Pokémon breeding, Vaporeon is the most compatible Pokémon for humans? Not only are they in the field egg group, which is mostly comprised of mammals, Vaporeon are an average of 3”03’ tall and 63.9 pounds, this means they’re large enough to be able handle human dicks, and with their impressive Base Stats for HP and access to Acid Armor, you can be rough with one. Due to their mostly water based biology, there’s no doubt in my mind that an aroused Vaporeon would be incredibly wet, so wet that you could easily have sex with one for hours without getting sore. They can also learn the moves Attract, Baby-Doll Eyes, Captivate, Charm, and Tail Whip, along with not having fur to hide nipples, so it’d be incredibly easy for one to get you in the mood. With their abilities Water Absorb and Hydration, they can easily recover from fatigue with enough water. No other Pokémon comes close to this level of compatibility. Also, fun fact, if you pull out enough, you can make your Vaporeon turn white. Vaporeon is literally built for human dick. Ungodly defense stat+high HP pool+Acid Armor means it can take cock all day, all shapes and sizes and still come for more"],
  "Treant Protector": "Trent",
  "Ursa": "Literally a bear",
  "Underlord": "Uberlord",
  "Weaver": ["Bug", "Weird Bug"],
  "Windranger": "Windrunner",
  "Witch Doctor": "Wiggle Stick",
  "Wraith King": "Bone King"
}
